Repository: aayush2622/Dartotsu
Catalog: assets/translations/app_*.arb
Languages: id, ms, ru

# fontWeightDescription
source: Subtitle font weight
id: Tebal font subtitle
ms: Berat fon sari kata
ru: Толщина шрифта субтитров

source: About
id: Tentang
ms: Tentang
ru: О приложении

source: Account
id: Akun
ms: Akaun
ru: Аккаунт

source: Common
id: Umum
ms: Umum
ru: Общие

source: Font Family
id: Keluarga Font
ms: Keluarga Fon
ru: Шрифт

source: Login
id: Masuk
ms: Log Masuk
ru: Войти

source: Manga
ru: Манга

source: Subtitle Preview
id: Pratinjau Subtitle
ms: Pratonton Sari Kata
ru: Предпросмотр субтитров

# supportMaintainer
source: Want to support Dartotsu's Maintainer? Consider Donating
id: Ingin mendukung Pemelihara Dartotsu? Pertimbangkan untuk Donasi
ms: Ingin menyokong Penyenggara Dartotsu? Pertimbangkan untuk Menyumbang
ru: Хотите поддержать разработчика Dartotsu? Подумайте о донате

source: Theme
id: Tema
ms: Tema
ru: Тема

# themeDescription
source: Customize the appearance and vibe of your app
id: Sesuaikan tampilan dan suasana aplikasi Anda
ms: Sesuaikan penampilan dan suasana aplikasi anda
ru: Настройте внешний вид и атмосферу вашего приложения

# aboutDescription
source: Learn more about the app and its creators
id: Pelajari lebih lanjut tentang aplikasi dan pembuatnya
ms: Ketahui lebih lanjut tentang aplikasi dan penciptanya
ru: Узнайте больше о приложении и его создателях

# accountDescription
source: Manage your AniList, MAL, and Discord accounts effortlessly
id: Kelola akun AniList, MAL, dan Discord Anda dengan mudah
ms: Urusi akaun AniList, MAL, dan Discord anda dengan mudah
ru: Управляйте своими аккаунтами в AniList, MAL и Discord без усилий

source: Anime
ru: Аниме

# animeDescription
source: Personalize and manage your anime preferences
id: Personalisasi dan kelola preferensi anime Anda
ms: Peribadikan dan uruskan keutamaan anime anda
ru: Персонализируйте и управляйте своими предпочтениями в аниме

# appTagline
source: The NEW Best App For Tracking Anime & Manga
id: Aplikasi Terbaik BARU Untuk Melacak Anime & Manga
ms: Aplikasi Terbaik Baru Untuk Menjejak Anime & Manga
ru: Новое лучшее приложение для отслеживания аниме и манги

source: Background Color
id: Warna Latar Belakang
ms: Warna Latar Belakang
ru: Цвет фона

# backgroundColorDescription
source: Subtitle background color
id: Warna latar belakang subtitle
ms: Warna latar belakang sari kata
ru: Цвет фона субтитров

source: Bottom Padding
id: Padding Bawah
ms: Padding Bawah
ru: Отступ снизу

# bottomPaddingDescription
source: Subtitle bottom padding
id: Padding bawah subtitle
ms: Padding bawah sari kata
ru: Отступ снизу для субтитров

source: Cancel
id: Batal
ms: Batal
ru: Отмена

source: Color Picker
id: Pemilih Warna
ms: Pemilih Warna
ru: Выбор цвета

# colorPickerDescription
source: Choose a color
id: Pilih warna
ms: Pilih warna
ru: Подберите цвет

# commonDescription
source: Access general settings for seamless app usage
id: Akses pengaturan umum untuk penggunaan aplikasi yang lancar
ms: Akses tetapan umum untuk penggunaan aplikasi yang lancar
ru: Доступ к общим настройкам для удобного использования приложения

source: Cursed Speed
id: Kecepatan Terkutuk
ms: Kelajuan Terkutuk
ru: Проклятая скорость

# cursedSpeedDescription
source: For people who are too busy with life
id: Untuk orang yang terlalu sibuk dengan kehidupan
ms: Untuk mereka yang terlalu sibuk dengan kehidupan
ru: Для людей, которые слишком заняты жизнью

source: Custom Theme
id: Modifikasi Tema
ms: Tema Kustom
ru: Пользователь Тема

# customThemeDescription
source: Use your own color for the theme
id: Gunakan warna Anda sendiri untuk tema
ms: Gunakan warna anda sendiri untuk tema
ru: Используйте свой собственный цвет для темы

source: Dark Mode
id: Mode Gelap
ms: Mod Gelap
ru: Тёмный режим

# donationGoal
source: No donation goal atm
id: Belum ada tujuan donasi saat ini
ms: Tiada matlamat sumbangan buat masa ini
ru: Нет цели по донатам на данный момент

source: Enable Dark Mode
id: Aktifkan Mode Gelap
ms: Aktifkan Mod Gelap
ru: Включить тёмный режим

# extension
source: {count, plural, =1 {Extension} other {Extensions}}
id: {count, plural, =1 {Ekstensi} other {Ekstensi}}
ms: {count, plural, =1 {Sambungan} other {Sambungan}}
ru: {count, plural, =1 {Расширение} other {Расширение}}

# extensionsDescription
source: Install and manage extensions for added functionality
id: Pasang dan kelola ekstensi untuk fungsionalitas tambahan
ms: Pasang dan uruskan pelebaran untuk fungsi tambahan
ru: Устанавливайте и управляйте расширениями для дополнительных возможностей

source: Font Color
id: Warna Font
ms: Warna Fon
ru: Цвет шрифта

# fontColorDescription
source: Subtitle font color
id: Warna font subtitle
ms: Warna fon sari kata
ru: Цвет шрифта субтитров

# fontFamilyDescription
source: Subtitle font family
id: Keluarga font subtitle
ms: Keluarga fon sari kata
ru: Шрифт субтитров

source: Font Size
id: Ukuran Font
ms: Saiz Fon
ru: Размер шрифта

# fontSizeDescription
source: Subtitle font size
id: Ukuran font subtitle
ms: Saiz fon sari kata
ru: Размер шрифта субтитров

source: Font Weight
id: Tebal Font
ms: Berat Fon
ru: Толщина шрифта

source: Hide Private
id: Sembunyikan Privat
ms: Sembunyikan Peribadi
ru: Скрыть личное

# hidePrivateDescription
source: Hide private series from Home page.
id: Sembunyikan seri pribadi dari halaman rumah.
ms: Sembunyikan siri peribadi dari halaman Utama.
ru: Скрыть частные сериалы с главной страницы.

source: Incognito Mode
id: Mode Penyamaran
ms: Mod Ingin Tahu
ru: Режим инкогнито

# incognitoModeDescription
source: Browse without saving your activity
id: Jelajahi tanpa menyimpan aktivitas Anda
ms: Melayari tanpa menyimpan aktiviti anda
ru: Просматривайте без сохранения активности

# logout
source: Logout {type}
id: Keluar {type}
ms: Log keluar {type}
ru: Выйти {type}

# mangaDescription
source: Organize and tailor your manga experience
id: Atur dan sesuaikan pengalaman manga Anda
ms: Susun dan sesuaikan pengalaman manga anda
ru: Организуйте и адаптируйте ваш опыт с мангой

# materialYouDescription
source: Use the same color as your wallpaper
id: Gunakan warna yang sama dengan wallpaper Anda
ms: Gunakan warna yang sama seperti latar belakang anda
ru: Используйте тот же цвет, что и на вашем обоев

source: No
id: Tidak
ms: Tidak
ru: Нет

source: Notifications
id: Pemberitahuan
ms: Pemberitahuan
ru: Уведомления

# notificationsDescription
source: Configure how and when you receive notifications
id: Konfigurasi bagaimana dan kapan Anda menerima pemberitahuan
ms: Konfigurasikan bagaimana dan bila anda menerima pemberitahuan
ru: Настройте, как и когда вы будете получать уведомления

source: Offline Mode
id: Mode Offline
ms: Mod Luar Talian
ru: Офлайн-режим

# offlineModeDescription
source: Use the app without an internet connection
id: Gunakan aplikasi tanpa koneksi internet
ms: Gunakan aplikasi tanpa sambungan internet
ru: Используйте приложение без подключения к интернету

source: OK
ru: ОК

source: OLED Theme Variant
id: Varian Tema OLED
ms: Varian Tema OLED
ru: Вариант OLED темы

# oledThemeVariantDescription
source: Enable OLED Mode
id: Aktifkan Mode OLED
ms: Aktifkan Mod OLED
ru: Включить режим OLED

source: Outline Color
id: Warna Garis Luar
ms: Warna Garisan
ru: Цвет контура

# outlineColorDescription
source: Subtitle outline color
id: Warna garis luar subtitle
ms: Warna garisan sari kata
ru: Цвет контура субтитров

# playerSettingsTitle
source: Player Settings
id: Pengaturan Pemutar
ms: Tetapan Pemain
ru: Настройки плеера

source: Resize mode
id: Mode Ukuran Ulang
ms: Mod Ubah Saiz
ru: Режим изменения размера

# resizeModeDescription
source: Default resize mode for player
id: Mode ukuran ulang default untuk pemutar
ms: Mod ubah saiz lalai untuk pemain
ru: Режим изменения размера по умолчанию для плеера

source: Restore Settings
id: Pulihkan Pengaturan
ms: Pulihkan Tetapan
ru: Восстановить настройки

source: Settings
id: Pengaturan
ms: Tetapan
ru: Настройки

source: Show Subtitles
id: Tampilkan Subtitle
ms: Tunjukkan Sari Kata
ru: Показывать субтитры

# showSubtitlesDescription
source: Show subtitles by default
id: Tampilkan subtitle secara default
ms: Tunjukkan sari kata secara lalai
ru: Показывать субтитры по умолчанию

source: Skip Button
id: Tombol Lewati
ms: Butang Lupakan
ru: Кнопка пропуска

# skipButtonDescription
source: Skip button duration
id: Durasi tombol lewati
ms: Tempoh butang lupakan
ru: Продолжительность кнопки пропуска

source: Speed
id: Kecepatan
ms: Kelajuan
ru: Скорость

# speedDescription
source: Default speed for player
id: Kecepatan default untuk pemutar
ms: Kelajuan lalai untuk pemain
ru: Скорость плеера по умолчанию

source: Subtitles
id: Subtitle
ms: Sari Kata
ru: Субтитры

source: Yes
id: Ya
ms: Ya
ru: Да

# trending
source: Trending {type}
id: Tren {type}
ms: {type} Terkini
ru: {type}

# dtu
source: Down To Up
id: Bawah Ke Atas
ru: Снизу вверх

# volume
source: {count, plural, =1 {Volume} other {Volumes}}
id: {count, plural, =1 {Jilid} other {Jilid}}
ms: {count, plural, =1 {Jilid} other {Jilid}}
ru: {count, plural, =1 {Том} other {Тома}}

# loginTo
source: Login to {service}
id: Masuk ke {service}
ms: Log masuk ke {service}
ru: Вход в {service}

# activity
source: {count, plural, =1 {Activity} other {Activities}}
id: {count, plural, =1 {Aktivitas} other {Aktivitas}}
ms: {count, plural, =1 {Aktiviti} other {Aktiviti}}
ru: {count, plural, =1 {активность} other {деятельность}}

# topRated
source: Top Rated {type}
id: Penilaian teratas {type}
ms: {type} Teratas
ru: Самый рейтинговый {type}

source: Previous Season
id: Musim Sebelumnya
ms: Musim Sebelumnya
ru: Предыдущий сезон

# popular
source: Popular {type}
id: Populer {type}
ms: {type} Popular
ru: Популярный {type}

# confirmLogout
source: Are you sure you want to logout?
id: Apakah Anda yakin ingin keluar?
ms: Adakah anda pasti ingin log keluar?
ru: Вы уверены, что хотите выйти?

# installed
source: Installed {type}
id: {type} Terpasang
ms: {type} Terpasang
ru: Установка {type}

# mostFavourite
source: Most Favourite {type}
id: Paling Favorit {type}
ms: {type} Paling Kegemaran
ru: Самый любимый {type}

source: End Date
id: Tanggal Akhir
ru: Дата окончания

source: Chapter Read
id: Bab Dibaca
ms: Bab Dibaca
ru: Глава прочитана

source: Grid View
id: Tampilan Kisi
ms: Paparan Grid
ru: Вид сетки

# browse
source: Browse {type}
id: Jelajahi {type}
ms: Telusuri {type}
ru: {type}

source: Coming SOON
id: SEGERA Hadir
ms: Akan Datang
ru: Скоро

# episode
source: {count, plural, =1 {Episode} other {Episodes}}
id: {count, plural, =1 {Episode} other {Episode}}
ms: {count, plural, =1 {Episod} other {Episod}}
ru: {count, plural, =1 {Эпизод} other {Эпизоды}}

source: Episode Watched
id: Episode Ditonton
ms: Episod Ditonton
ru: Эпизод Смотреть

source: Popularity
id: Popularitas
ms: Populariti
ru: Популярность

source: Favorites
id: Favorit
ms: Kegemaran
ru: Любимые

# movie
source: {count, plural, =1 {Movie} other {Movies}}
id: {count, plural, =1 {Film} other {Film}}
ms: {count, plural, =1 {Filem} other {Filem}}
ru: {count, plural, =1 {фильм} other {фильмы}}

source: PREQUEL
id: PREKUEL
ru: Приложение

# planned
source: Planned {type}
id: Direncanakan {type}
ms: {type} Dirancang
ru: Запланировано {type}

source: Language
id: Bahasa
ms: Bahasa
ru: Язык

# collapseText
source: show less
id: tampilkan sedikit
ms: tunjuk kurang
ru: показать меньше

# chapter
source: {count, plural, =1 {Chapter} other {Chapters}}
id: {count, plural, =1 {Bab} other {Bab}}
ms: {count, plural, =1 {Bab} other {Bab}}
ru: {count, plural, =1 {глава} other {главы}}

# available
source: Available {type}
id: Tersedia {type}
ms: {type} Tersedia
ru: Доступно {type}

source: Characters
id: Karakter
ms: Watak
ru: Персонажи

source: Genres
id: Genre
ms: Genre
ru: Жанры

source: Calendar
id: Kalender
ms: Kalendar
ru: Календарь

source: Format
ru: Формат

# expandText
source: show more
id: tampilkan banyak
ms: tunjuk lebih
ru: показать

source: SEQUEL
id: SEKUEL
ru: Продолжение

source: Staff
id: Staf
ms: Kakitangan
ru: Сотрудники

source: Status
ru: Статус

source: Relations
id: Hubungan
ru: Отношения

source: Source
id: Sumber
ru: Источник

source: Synonyms
id: Sinonim
ms: Sinonim
ru: Синонимы

source: Start Date
id: Tanggal Mulai
ru: Дата начала

# recommendationsEmptyMessage
source: Watch/Read some Anime or Manga to get Recommendations
id: Tonton/Baca beberapa Anime atau Manga untuk mendapatkan Rekomendasi
ms: Tonton/Baca beberapa Anime atau Manga untuk mendapatkan Cadangan
ru: Посмотрите/прочитайте аниме или мангу, чтобы получить рекомендации

source: Average Duration
id: Durasi Rata-rata
ms: Tempoh Purata
ru: Средняя продолжительность

source: Author
id: Pengarang
ru: Автор

source: Name
id: Nama
ru: Название

source: Recommended
id: Direkomendasikan
ms: Disyorkan
ru: Рекомендовано

source: Mean Score
id: Skor Rata-rata
ru: Средний балл

source: Synopsis
id: Sinopsis
ms: Sinopsis
ru: Краткое содержание

source: Name (Romaji)
id: Nama (Romaji)
ms: Nama (Romaji)
ru: Название (Ромаджи)

# totalEpisodes
source: Episodes
id: Episode
ms: Episod
ru: Эпизоды

source: Total
ru: Итого

source: Tags
id: Tag
ru: Тэги

# totalChapters
source: Chapters
id: Bab
ms: Bab
ru: Главы

# ln
source: Light Novel
id: Novel Ringan
ms: Novel Ringan
ru: Ранобэ

source: Novel
ru: Роман

source: Series
id: Seri
ru: Серия

source: Home
id: Beranda
ru: Домой

source: Add To List
id: Tambahkan ke Daftar
ru: Добавить в список

source: Season
id: Musim
ms: Musim
ru: Сезон

source: Compact View
id: Tampilan Ringkas
ms: Paparan Padat
ru: Компактный вид

source: This Season
id: Musim Ini
ms: Musim Ini
ru: Этот сезон

source: List View
id: Tampilan Daftar
ru: Вид списка

# onHold
source: On Hold {type}
id: Di Tunda {type}
ms: {type} Dalam Pegangan
ru: {type}

# favorite
source: Favorite {type}
id: Favorit {type}
ms: {type} Kegemaran
ru: Любимый {type}

source: Next Season
id: Musim Berikutnya
ms: Musim Depan
ru: Следующий сезон

# noDropped
source: You haven't dropped any {type} yet.
id: Anda belum menjatuhkan {type}.
ms: Anda belum menjatuhkan mana-mana {type} lagi.
ru: Вы еще не бросили {type}.

source: Recent Updates
id: Update Terbaru
ms: Kemas Kini Terkini
ru: Последние обновления

# noOnHold
source: Looks like you haven't put anything on hold.
id: Terlihat seperti yang belum Anda masukkan apa pun di pegang.
ms: Nampaknya anda belum menangguhkan apa-apa.
ru: Похоже, вы ничего не задержали.

source: Comments
id: Komentar
ms: Komen
ru: Комментарии

source: Continue Reading
id: Lanjutkan Membaca
ms: Teruskan Membaca
ru: Продолжить читать

source: Continue Watching
id: Lanjutkan Menonton
ms: Teruskan Menonton
ru: Продолжить смотреть

source: Info
ru: Информация

# list
source: {type} List
id: {type} Daftar
ms: Senarai {type}
ru: {type} Список

# noFavourites
source: Looks like you don't like anything, Try liking a show to keep it here.
id: Terlihat seperti yang tidak seperti apa pun, Meme it Coba liking sebuah acara untuk menjaganya di sini.
ms: Nampaknya anda tidak suka apa-apa, Cuba suka sesuatu untuk menyimpannya di sini.
ru: Похоже, тебе ничего не нравится. Попытайся насладиться шоу, чтобы сохранить его здесь.

source: No hidden media found
id: Tidak ada media tersembunyi yang ditemukan
ms: Tiada media tersembunyi ditemukan
ru: Не найдено скрытых медиа

source: Options
id: Opsi
ru: Параметры

source: Read
id: Baca
ms: Baca
ru: Читать

source: Scanlators
id: Pemindai
ms: Penterjemah
ru: Сканляторы

source: Search
id: Cari
ms: Cari
ru: Поиск

source: Sort
id: Urutkan
ms: Susun
ru: Сорт

source: Top Airing
id: Penayangan Teratas
ms: Penayangan Teratas
ru: Топ-эфир

source: Watch
id: Tonton
ms: Tonton
ru: Смотреть

# utd
source: Up To Down
id: Atas Ke Bawah
ms: Dari Atas Ke Bawah
ru: Сверху вниз

# manageLayout
source: Manage {page} page Layout for {service}
id: Kelola halaman {page} untuk {service}
ms: Urus Susun Atur halaman {page} untuk {service}
ru: Управление макетом страницы {page} для {service}

# allCaughtUpNew
source: All caught up, what's New?
id: Semua tertangkap, apa yang baru?
ms: Semua sudah selesai, apa yang baru?
ru: Все догнали, когда новое?

# manageLayoutDescription
source: You can manage the layout for {page} page by dragging and dropping the items
id: Anda dapat mengelola layout untuk halaman {page} dengan menyeret dan menjatuhkan item
ms: Anda boleh mengurus susun atur halaman {page} dengan menyeret dan menjatuhkan item
ru: Вы можете управлять компоновкой для страницы {page}, перетаскивая и опуская элементы

# pickColor
source: Pick a color
id: Pilih warna
ms: Pilih warna
ru: Выберите цвет

source: Hidden Media
id: Media tersembunyi
ms: Media Tersembunyi
ru: Скрытые медиа

source: Dropped Manga
id: Manga Dijatuhkan
ms: Manga Dibuang
ru: Брошенная Манга

source: Dropped Anime
id: Anime Dijatuhkan
ms: Anime Dibuang
ru: Брошенное аниме

# colorPickerDefault
source: Default
id: Bawaan
ms: Lalai
ru: По умолчанию

# colorPickerCustom
source: Custom
id: Modifikasi
ms: Tersuai
ru: Пользователь

# loadExtensionsIconDesc
source: Disable if extensions page lags
id: Nonaktifkan jika ekstensi halaman lambat
ms: Lumpuhkan jika halaman sambungan menjadi lambat
ru: Отключить, если задержка страницы расширений

# autoUpdateDesc
source: Auto Update Extensions
id: Ekstensi Pembaruan Otomatis
ms: Kemas kini sambungan secara automatik
ru: Автоматически обновлять расширения

# addNovelRepoDesc
source: Add Novel Repo from various sources
id: Tambahkan Novel Repo dari berbagai sumber
ms: Tambah Repo Novel dari pelbagai sumber
ru: Добавить Novel Repo из различных источников

source: Auto Update
id: Pembaruan Otomatis
ms: Kemas Kini Automatik
ru: Автоматическое обновление

# logFileDescription
source: Share the log file
id: Bagikan file log
ms: Kongsi fail log
ru: Поделиться файлом журнала

source: Add Anime Repo
id: Tambahkan Anime Repo
ms: Tambah Repo Anime
ru: Добавить аниме Repo

# addMangaRepoDesc
source: Add Manga Repo from various sources
id: Tambahkan Manga Repo dari berbagai sumber
ms: Tambah Repo Manga dari pelbagai sumber
ru: Добавить мангу Репо из различных источников

# addAnimeRepoDesc
source: Add Anime Repo from various sources
id: Tambahkan Anime Repo dari berbagai sumber
ms: Tambah Repo Anime dari pelbagai sumber
ru: Добавить аниме Repo из различных источников

source: Add Manga Repo
id: Tambahkan Manga Repo
ms: Tambah Repo Manga
ru: Добавить Manga Repo

source: Log File
id: File Log
ms: Fail Log
ru: Файл журнала

source: Add Novel Repo
id: Tambahkan Repo Novel
ms: Tambah Repo Novel
ru: Добавить значок

source: Load Extensions icon
id: Memuat Ekstensi ikon
ms: Muat Ikon Sambungan
ru: Загрузить иконки расширений

source: Select Media Service
id: Pilih Layanan Media
ms: Pilih Perkhidmatan Media
ru: Выберите медиа-сервис

# selectDirectory
source: Select a directory
id: Pilih direktori
ms: Pilih direktori
ru: Выберите каталог

source: Custom Path
id: Modifikasi Jalur
ms: Laluan Tersuai
ru: Пользовательский путь

# customPathDescription
source: Set a custom path to save files Long press to remove
id: Mengatur path kustom untuk menyimpan file Tekan panjang untuk menghapus
ms: Tetapkan laluan tersuai untuk menyimpan fail Tekan lama untuk mengeluarkan
ru: Настройка пользовательского пути для сохранения файлов Длинная пресса для удаления

source: No chapter found
id: Tidak ditemukan bab
ms: Tiada bab dijumpai
ru: Не найдена глава

source: Web View
id: Tampilan Web
ms: Paparan Web
ru: Веб-сайт

source: Watching
id: Menonton
ms: Menonton
ru: Смотреть

source: out of
id: dari
ms: daripada
ru: из

source: Selected
id: Dipilih
ms: Dipilih
ru: Выбрано

# readStatus
source: Read
id: Baca
ms: Baca
ru: Читать

# youTube
source: Play on YouTube?
id: Mainkan di YouTube?
ms: Main di YouTube?
ru: Смотреть на YouTube?

source: Media not found
id: Media tidak ditemukan
ms: Media tidak dijumpai
ru: Медия не найдена

source: Found
id: Ditemukan
ms: Dijumpai
ru: Найден

# watchStatus
source: Watched
id: Ditonton
ms: Ditonton
ru: Просмотренное

source: Total of
id: Total dari
ms: Jumlah
ru: всего

source: Wrong Title?
id: Salah Judul?
ms: Tajuk Salah?
ru: Не то название?

# installSourceToStart
source: Install a source from extension page to start
id: Pasang sumber dari halaman ekstensi untuk memulai
ms: Pasang sumber dari halaman sambungan untuk mula
ru: Установить источник с страницы расширения, чтобы начать

source: Reading
id: Membaca
ms: Membaca
ru: Чтение

# playerSettingsDesc
source: Change player settings
id: Mengubah pengaturan pemain
ms: Tukar tetapan pemain
ru: Изменение параметров плеера

source: Different Cache Manager
id: Manajer Cache yang berbeda
ms: Pengurus Cache Berbeza
ru: Разный менеджер кэша

# developersHelpersDesc
source: Dartotsu's unpaid labours
id: Tenaga kerja tanpa bayaran di Dartotsu
ms: Kerja-kerja tanpa bayaran Dartotsu
ru: Неоплачиваемый труд Дартоцу

source: Developers/Helpers
id: Pengembang/Pembantu
ms: Pembangun/Pembantu
ru: Разработчики / Helpers

# differentCacheManagerDesc
source: Use different Image cache manager
id: Gunakan manajer cache Gambar yang berbeda
ms: Gunakan pengurus cache imej yang berbeza
ru: Использовать разные кэш-менеджеры изображений

# hidePageNumberDesc
source: Hide page number while reading
id: Sembunyikan nomor halaman saat membaca
ms: Sembunyikan nombor halaman semasa membaca
ru: Убрать номер страницы во время чтения

source: ThumbLess SeekBar
id: Seekbar Tanpa Jempol
ms: Bar Carian Tanpa Ibu Jari
ru: Полоса прокрутки без большого пальца

# spacedPagesDesc
source: Add space between pages
id: Tambahkan ruang antara halaman
ms: Tambah ruang antara halaman
ru: Добавить пространство между страницами

# thumbLessSeekBarDesc
source: Remove thumb from the seek bar
id: Hapus jempol dari seekbar
ms: Alihkan ibu jari dari bar carian
ru: Удалить большой палец из панели поиска

source: Hide Page Number
id: Nomor Halaman Sembunyikan
ms: Sembunyi Nombor Halaman
ru: Убрать номер страницы

source: Spaced Pages
id: Halaman Berjarak
ms: Halaman Berjarak
ru: Пространенные страницы

# readerSettingsDesc
source: Change reader settings
id: Mengubah pengaturan pembaca
ms: Tukar tetapan pembaca
ru: Изменение параметров чтения

# hideScrollbarDesc
source: Hide scrollbar while reading
id: Sembunyikan scrollbar saat membaca
ms: Sembunyikan bar skrol semasa membaca
ru: Убрать полосу прокрутки во время чтения

source: Direction
id: Arah
ms: Arah
ru: Направление

source: Reader Settings
id: Pengaturan Pembaca
ms: Tetapan Pembaca
ru: Параметры чтения

source: Hide Scrollbar
id: Sembunyi Scrollbar
ms: Sembunyikan Bar Skrol
ru: Убрать полосу прокрутки

source: Glass Effect
id: Efek Kaca
ms: Kesan Kaca
ru: Стеклянный эффект

# ltr
source: Left To Right
id: Kiri Ke Kanan
ms: Kiri Ke Kanan
ru: Слева на право

# coverThemeDescription
source: Use media cover image as theme color
id: Gunakan gambar penutup media sebagai warna tema
ms: Gunakan imej kulit media sebagai warna tema
ru: Используйте медиа-обложка изображения как цвет темы

# rtl
source: Right To Left
id: Kanan Ke Kiri
ms: Kanan Ke Kiri
ru: Справа на лево

# glassEffectDescription
source: Gives a frosted glass effect to the app
id: Memberikan efek kaca buram ke aplikasi
ms: Memberikan kesan kaca beku kepada aplikasi
ru: Дает эффект морозного стекла для приложения

# nextEpisodeRelease
source: Episode {episode} will be released in
id: Episode {episode} akan dirilis dalam
ms: Episod {episode} akan dikeluarkan pada
ru: Эпизод {episode} выйдет

# coverTheme
source: Use Cover Theme
id: Menggunakan Tema Cover
ms: Gunakan Tema Perlindungan
ru: Использовать тему обложки

source: Layout
id: Tata Letak

source: Top Score
id: Skor Teratas
ms: Markah Tertinggi
